tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "mkcert"
brew "mysql"
brew "mysql-client@8.4"
brew "ncspot"
brew "neovim"
brew "nu"
brew "ripgrep"
brew "rust"
brew "stow"
brew "television"
brew "topgrade"
brew "tree"
brew "zenith"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "mouseless"
cask "ghostty"
